Repository: Cgruppo/cyberduck
Catalog: Sparkle/*.lproj/Sparkle.strings
Languages: de

source: %.0lfk of %.0lfk
de: %1$.0lfk von %2$.0lfk

source: %@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?
de: %1$@ %2$@ has been installed and will be ready to use next time %3$@ starts! Would you like to relaunch now?

source: %@ %@ is currently the newest version available.
de: %1$@ %2$@ ist die neuste verfügbare Version.

source: %@ %@ is now available (you have %@). Would you like to download it now?
de: %1$@ %2$@ is now available (you have %3$@). Would you like to download it now?

source: A new version of %@ has been installed!
de: Eine neue Version von %@ wurde installiert!

source: A new version of %@ is available!
de: Eine neue Version von %@ ist verfügbar!

source: An error occurred during installation. Please try again later.
de: Bei der Installation ist ein Fehler aufgetreten. Bitte später erneut versuchen.

source: An error occurred in retrieving update information. Please try again later.
de: An error occurred in retrieving update information. Bitte später erneut versuchen.

source: An error occurred while extracting the archive. Please try again later.
de: An error occurred while extracting the archive. Bitte später erneut versuchen.

source: An error occurred while trying to download the file. Please try again later.
de: An error occurred while trying to download the file. Bitte später erneut versuchen.

source: Cancel
de: Abbrechen

source: Downloading update...
de: Aktualisierte Version herunterladen...

source: Extracting update...
de: Aktualisierte Version entpacken...

source: Install and Relaunch
de: Installieren und neu starten

source: Installing update...
de: Aktualisierte Version installieren...

source: No
de: Nein

source: Ready to install!
de: Zum Installieren bereit!

source: Update Error!
de: Fehler bei der Aktualisierung!

source: Yes
de: Ja
