Repository: Cgruppo/cyberduck
Catalog: *.lproj/IDisk.strings
Languages: sk

source: Are you sure you want to replace any existing bookmarks on your iDisk?
sk: Určite chcete nahradiť existujúce záložky na vašom iDisku?

source: Cannot find file
sk: Nemožno nájsť súbor

source: Connection Error
sk: Chyba spojenia

source: Could not connect properly to your iDisk. Please make sure that your .Mac settings are correct.
sk: Nemožno sa korektne spojiť s iDiskom. Skontrolujte správnosť „.Mac“ nastavení.

source: Invalid Account
sk: Neplatný účet

source: The bookmarks file could not be found at ~/Library/Application Support/Cyberduck/Favorites.plist
sk: Súbor záložiek sa nepodarilo nájsť v ~/Library/Application Support/Cyberduck/Favorites.plist

source: The file Favorites.plist in the folder /Documents/Cyberduck/ could not be found on your iDisk.
sk: Súbor Favorites.plist v zložke /Documents/Cyberduck/ sa na iDisku nepodarilo nájsť.

source: Replace Bookmarks
sk: Nahradiť záložky

source: Successfully uploaded bookmarks to the iDisk
sk: Záložky boli úspešné odoslané na iDisk

source: Upload successful
sk: Odoslanie úspešné

source: Add
sk: Pridať

source: Skip
sk: Preskočiť
