Repository: Cgruppo/cyberduck
Catalog: *.lproj/Localizable.strings
Languages: fi, hu, id, ko, pt

source: Action
fi: Toiminto

source: Active
fi: Aktiivinen
hu: Aktív
id: Aktif
ko: 사용중
pt: Activo

source: Allow
fi: Sallittu
hu: Engedélyez
id: Memperbolehkan
ko: 허용
pt: Permitir

source: Always
fi: Aina
hu: Mindig
id: Selalu
ko: 언제나
pt: Sempre

source: Ask me what to do
fi: Kysy mitä tehdään
hu: Kérdezd meg mit csináljak
ko: 항상 물어보기
pt: Perguntar-me o que fazer

source: Auto
fi: Automaaattinen
id: Otomatis
ko: 자동

source: Binary
fi: Binääri
hu: Bináris
pt: Binário

source: Bookmarks
fi: Kirjanmerkit
hu: Könyvjelző
ko: 북마크

source: Cancel
fi: Kumoa
hu: Mégsem
id: Batal
ko: 취소
pt: Cancelar

source: Cannot continue without a valid host key.
fi: Tarvitaan palvelimen avain jatkamiseen.
hu: A folytatáshoz egy érvényes kiszolgáló kulcsra van szükség.
id: Tidak dapat melanjutkan tanpa kunci host yang benar.
ko: 유효한 호스트 키 없이 진행할 수 없습니다.
pt: Impossível continuar sem uma chave de servidor válida.

source: Character Encoding
fi: Merkkimuunnos
hu: Karakter készlet
id: Tipe Encoding Karakter
ko: 텍스트 인코딩

source: Choose
fi: Valitse
hu: Kiválasztás
id: Pilih
ko: 선택

source: Clear
fi: Tyhjennä
ko: 지움

source: Column
fi: Sarake
id: Kolom

source: Connect to server
fi: Kytkeydy palvelimeen
hu: Kapcsolódás a szerverhez
id: Konek ke server
ko: 서버에 연결
pt: Ligar a servidor

source: Could not open or read the host file
fi: En voinut avata tai lukea host-tiedostoa
hu: Nem található olvasható kiszolgáló file
id: Tidak dapat membuka atau membaca dari file host
ko: 호스트 파일을 열 수 없거나 읽을 수 없음
pt: Impossível abrir ou ler o ficheiro remoto

source: Could not open the file
fi: En voinut avata tiedostoa
hu: A file nem nyitható meg
id: Tidak dapat membuka file
ko: 파일을 열 수 없음
pt: Não foi possível abrir o ficheiro

source: Could not show the file
fi: Tiedoston näyttö ei onistu
hu: A file nem látható
id: Tidak dapat membaca file
ko: 파일을 보여줄 수 없음
pt: Impossível mostrar ficheiro

source: Could not show the file in the Finder
fi: Tiedoston näyttö Finderissä ei onistu
hu: A file nem látható a Finderben
id: Tidak dapat membaca file dalam jendela Finder
ko: 화인더에 있는 파일을 보여줄 수 없음
pt: Impossível mostrar ficheiro na Mesa

source: Create New Folder
fi: Tee uusi kansio
hu: Új mappa
id: Buat Direktori Baru
ko: 새 폴더 만들기
pt: Criar nova Pasta

source: Cut
fi: Leikkaa
id: Potong

source: Default
fi: Oletus
hu: Alapértelmezett
id: Standar
ko: 디폴트 값
pt: Defeito

source: Delete
fi: Poista
hu: Törlés
id: Hapus
ko: 삭제
pt: Apagar

source: Delete Bookmark
fi: Poista kirjanmerkki
hu: Könyvjelző törlése
id: Hapus Bookmark
ko: 책갈피 삭제
pt: Apagar Favorito

source: Delete file
fi: Poista tiedosto
hu: File törlése
id: Hapus file
ko: 파일 삭제
pt: Apagar ficheiro

source: Deny
fi: Kiellä
hu: Megtagadás
id: Tolak
ko: 거부
pt: Negar

source: Disconnect
fi: Katkaise yhteys
hu: Kapcsolat bontása
id: Diskonek
ko: 연결 끊기
pt: Desligar

source: Disconnect from
fi: Katkaise yhteys
hu: A következő kapcsolat bontása
id: Diskonek dari
ko: 다음에서 연결을 끊음:
pt: Desligar de

source: Disconnect from server
fi: Katkaise yhteys palvelimeen
hu: A kapcsolat bontása a szerverrel
id: Diskonek dari server
ko: 다음 서버에서 연결을 끊음
pt: Desligar do servidor

source: Do you want to allow the host access?
fi: Sallitko etäyhteyden?
hu: A kiszolgálónak legyen hozzáférése?
id: Apakah anda memperbolehkan akses dari host?
ko: 호스트 접근을 허락하십니까?
pt: Deseja permitir o acesso remoto?

source: Do you want to delete the selected bookmark?
fi: Haluatko poistaa valitun kirjanmerkin?
hu: Töröljem a kiválasztott könyvjelzőt?
id: Apakah anda akan menghapus bookmark yang dipilih?
ko: 선택된 책갈피를 삭제하시겠습니까?
pt: Deseja apagar o favorito seleccionado?

source: Download
fi: Tuo
hu: Letöltés
ko: 다운로드

source: Download As:
fi: Tuo nimellä:
hu: Letöltés mint:
id: Download Sebagai:
ko: 다음 이름으로 저장:
pt: Fazer Download Como:

source: Download file
fi: Tuo tiedosto
hu: File letöltése
ko: 파일 다운로드
pt: Receber ficheiro

source: Download the selected file to...
fi: Tuo valitut tiedostot paikkaan...
hu: A kiválasztott file letöltése mint…
id: Download file yang terpilih ke…
ko: 선택된 파일을 위치 지정하여 저장...
pt: Fazer download do ficheiro seleccionado para...

source: Edit
fi: Muokkaus
hu: Szerkesztés
id: Rubah
ko: 편집
pt: Editar

source: Edit file in external editor
fi: Muokkaa tiedostoja ulkoisessa editorissa
hu: A file szerkesztése külső programmal
id: Rubah file dalam editor eksternal
ko: 외부편집기에서 파일 편집
pt: Editar ficheiro em editor externo

source: Encoding
fi: Merkkimuunnos
ko: 인코딩

source: Error
fi: Virhe
hu: Hiba
ko: 에러
pt: Erro

source: File
fi: Arkisto
ko: 파일

source: Filename
fi: Tiedoston nimi
hu: Filenév
id: NamaFile
ko: 파일명
pt: Nome do Ficheiro

source: files
fi: tiedostot
hu: file-ok
ko: 파일
pt: ficheiros

source: Folder
fi: Kansio
hu: Mappa
id: Direktori
ko: 폴더

source: FTP (File Transfer Protocol)
fi: FTP (tiedostosiirto)
hu: FTP (File Transzfer Protokol)
pt: FTP (Transferência de Ficheiros)

source: FTP-SSL (FTP over TLS/SSL)
fi: FTP-SSL (FTP TLS/SSL:n yli)

source: Get Info
fi: Näytä tietoja
hu: Infó
id: Ambil Info
ko: 정보 입수
pt: Ver Informação

source: History
fi: Historia
hu: Régebbi

source: Host key mismatch:
fi: Palvelimen avain ei täsmää:
hu: Kiszolgáló kulcs eltérés:
id: Host key tidak sama:
ko: 호스트 키가 일치 하지 않음:

source: Invalid character in filename.
fi: Tiedoston nimi sisältää erikoismerkkejä.
hu: Hibás karakter a file nevében.
id: Ada karakter yang tidak diperbolehkan dalam nama file.
ko: 파일 이름에 유효하지 않은 문자가 있음
pt: Caracter inválido no nome do ficheiro.

source: Invalid character in folder name.
fi: Kansion nimi sisältää erikoismerkkejä.
hu: Hibás karakter a mappa nevében.
id: Karakter yang terlarang dalam nama direktori.
ko: 폴더 이름에 유효하지 않은 문자가 있음
pt: Caracter inválido no nome da pasta.

source: is out of date. The current version is
fi: on vanhentunut. Nykyinen versio on
hu: elavult. Az aktuális verzió
id: telah melewati tanggal. Versi yang sedang aktif adalah
ko: 은(는) 오래된 버전입니다. 지금 버전:
pt: está desactualizado. A versão actual é

source: is up to date.
fi: on ajan tasalla.
hu: aktuális.
id: sama.
ko: 은(는) 최신 버전입니다.
pt: está actualizado.

source: It moved since you downloaded it.
fi: Sitä on siirretty tuonnin jälkeen.
hu: Letöltés miatt áthelyezve.
id: Telah dipindahkan sebelum anda mendownloadnya.
ko: 다운로드 한 후 이동되었습니다.
pt: A sua localização foi alterada desde a última vez que fez um download.

source: List
fi: Lista
id: Daftar

source: Local
fi: Paikallinen
hu: Lokális
id: Lokal
ko: 로컬

source: Local File
fi: Paikallinen tiedosto
hu: Lokális File
id: File Lokal
ko: 로컬 파일

source: Mac Line Endings (CR)
fi: Mac-rivinvaihto (CR)
hu: Mac sorvég (CR)
id: Akhiran Baris Mac (CR)
pt: Terminação de linhas de Mac (CR)

source: Modified
fi: Muutosaika
hu: Változtatva
id: TelahDirubah
ko: 수정일
pt: Modificado

source: Multiple files
fi: Usea tiedosto
hu: Több file
id: Kumpulan file
ko: 다중 파일

source: Unknown size
fi: Tuntematon koko
hu: Ismeretlen méret
id: Ukuran tidak diketahui
ko: 크기정보 없음

source: Unknown
fi: Nimetön
hu: Ismeretlen
id: tidak dikenal
ko: 알려지지 않음

source: New Connection
fi: Uusi yhteys
hu: Új Kapcsolat
id: Koneksi Baru
ko: 새 연결
pt: Nova Conexão

source: New Folder
fi: Uusi kansio
hu: Új Folder
id: Direktori Baru
ko: 새 폴더
pt: Nova Pasta

source: No newer version available.
fi: Ei uudempaa versiota saatavilla.
hu: Nincs újabb verzió.
id: Belum ada versi yang baru.
ko: 더 새로운 버전은 없습니다.
pt: Não existe nova versão disponível.

source: No Private Key selected
fi: Henkilökohtaista avainta ei ole valittuna
hu: Nincs kiválasztott privát kulcs
id: Tidak ada Private Key yang terpilih
ko: 개인키가 선택되지 않음
pt: Não existe Chave Privada seleccionada

source: No Bonjour services available
fi: Bonjour-palveluja ei ole saatavilla
hu: Bonjour szolgáltatás nem elérhető
id: Tidak ada servis Bonjour yang tersedia
ko: 가능한 랑데뷰 서비스가 없음
pt: Não existem serviços Bonjour disponíveis

source: No recently connected servers available
fi: Viimeksi käytettyjä palvelimia ei ole saatavilla
id: Tidak ada server yang telah terkoneksi

source: No update
fi: Ei päivitystä
hu: Nincs frissítés
id: Tidak ada update
ko: 업데이트 없슴
pt: Não actualizar

source: None
fi: Ei mitään
id: Kosong

source: Open
fi: Avaa
hu: Megnyitás
id: Buka
ko: 열기
pt: Abrir

source: Outline
fi: Luettelo

source: Overwrite existing file
fi: Korvaa olemassaoleva tiedosto
hu: Létező file felülírása
ko: 현재파일을 대치
pt: A reescrever ficheiro existente

source: Owner
fi: Omistaja
hu: Tulajdonos
id: Pemilik
ko: 소유자
pt: Proprietário

source: Passive
fi: Passiivinen
hu: Passzív
pt: Passivo

source: Paste
fi: Sijoita
hu: Beilleszt
id: Sisipkan
ko: 붙이기

source: Permissions
fi: Oikeudet
hu: Engedélyek
id: Hak Akses
ko: 권한
pt: Permissões

source: Quick Connect
fi: Pikayhteys
hu: Gyors kapcsolat
id: Koneksi Cepat
ko: 빠른 연결
pt: Ligação Rápida

source: Quit
fi: Lopeta
hu: Kilépés
id: Keluar
ko: 종료
pt: Encerrar

source: Quit Anyway
fi: Lopeta silti
hu: Kilépés így is
id: Tetap Keluar
ko: 그래도 종료
pt: Encerrar na mesma

source: Really delete the following files? This cannot be undone.
fi: Vahvista tiedostojen poisto. Toiminntoa ei voi perua.
hu: Tényleg töröljem a file-okat? Véglegesen elvesznek.
id: Yakin ingin menghapus file2 tersebut? File yang sudah dihapus tidak dapat dikembalikan.
ko: 정말로 다음 파일을 지우시겠습니까? 이 명령은 취소가 불가능합니다.
pt: Deseja realmente apagar os ficheiros seleccionados? Esta acção não pode ser desfeita.

source: Refresh
fi: Virkistä
hu: Frissít
ko: 새로 고침
pt: Actualizar

source: Refresh directory listing
fi: Virkistä hakemistolistaus
hu: Mappa lista frissítése
id: Refresh daftar direktori
ko: 디렉토리 목록을 새로 고침
pt: Actualizar listagem da pasta

source: Reload
fi: Tuo uudelleen
hu: Újra letölt
id: Panggil Kembali
ko: 새로 고침
pt: Recarregar

source: Remove
fi: Poista
hu: Eltávolít
id: Hilangkan
ko: 제거
pt: Remover

source: Resume
fi: Jatka
hu: Visszalép
id: Melanjutkan
ko: 계속 진행
pt: Continuar

source: Review...
fi: Tarkastele...
hu: Áttekint…
ko: 검토...
pt: Rever...

source: Server File
fi: Palvelimen tiedosto
hu: Szerver File
id: File Server
ko: 서버 파일

source: SFTP (SSH Secure File Transfer)
fi: SFTP (SSH-suojattu tiedostosiirto)
hu: SFTP (SSH Biztonságos File Transzfer)
pt: SFTP (Transferência Segura de Ficheiros por SSH)

source: Show
fi: Näytä
hu: Mutat
id: Tampilkan
ko: 보기
pt: Visualizar

source: Show file attributes
fi: Näytä tiedostoattribuutit
hu: File tulajdonságok mutatása
id: Tampilkan atribut file
ko: 파일 속성 보기
pt: Visualizar atributos do ficheiro

source: Show in Finder
fi: Näytä Finderissä
hu: Finderben mutatás
id: Tampilkan dalam Finder
ko: 화인더에서 보기
pt: Visualizar na Mesa

source: Show Transfers window
fi: Näytä Siirto-ikkuna
id: Tampilkan jendela Transfer

source: Size
fi: Koko
hu: Méret
id: Ukuran
ko: 크기
pt: Tamanho

source: Stop
fi: Pysäytä
id: Berhenti
ko: 중지
pt: Parar

source: Switch Browser View
fi: Siirry Selaus-näkymään
id: Ganti Mode Browser

source: Symbolic Link (File)
fi: Symbolinen linkki (tiedosto)
ko: Symbolic Link (파일)

source: Symbolic Link (Folder)
fi: Symbolinen linkki (kansio)
hu: Symbolic Link (Mappa)
id: Symbolic Link (Direktori)
ko: Symbolic Link (폴더)

source: Synchronize
fi: Synkronoi
hu: Szinkronizál
id: Sinkronisasi
ko: 동기화

source: Synchronize files
fi: Synkronoi tiedostot
hu: File szinkronizáció
id: Sinkronisasi file
ko: 파일 동기화

source: The connection will be closed.
fi: Yhteys katkaistaan.
hu: A kapcsolat meg fog szakadni.
id: Koneksi akan ditutup.
ko: 연결이 끊깁니다.
pt: A ligação será encerrada.

source: The current allowed key for this host is
fi: Sallittu avain tälle palvelimelle on
hu: Az aktuális engedélyezett kulcs kiszolgálóhoz a következő
id: Kunci yang diperbolehkan untuk host ini adalah
ko: 이 호스트를 위한 현재 허용된 키:
pt: A actual chave para este servidor é

source: The file has not yet been downloaded.
fi: Tiedostoa ei ole vielä tuotu.
hu: A file még nincs letöltve.
id: File belum didownload.
ko: 파일을 아직 다 다운로드하지 않았습니다.
pt: O ficheiro ainda não foi recebido.

source: The host is currently unknown to the system. The host key fingerprint is
fi: Tämä ei ole tunnnettu palvelin. Palvelimen avaimen sormenjälki on
hu: A kiszolgáló ismeretlen a rendszer számára. A kiszolgáló fingerprint a következő
id: Host tidak dikenal oleh system. Kunci host fingerprint adalah
ko: 시스템에 알려지지 않은 호스트입니다. 호스트키 fingerprint는 다음과 같습니다:
pt: O servidor é actualmente desconhecido para o sistema. A identificação da chave do servidor é

source: The host key supplied is
fi: Avaimen palvelin on
hu: A szolgáltatott kiszolgáló kulcs a következő
id: Kunci host yang disertakan adalah
ko: 제공된 호스트 키:
pt: A chave do servidor fornecida é

source: There was a problem checking for an update. Please try again later.
fi: Päivitysversion tarkistaminen ei onnistu. Yritä myöhemmin uudelleen.
hu: Hiba a frissítés ellenőrzése közben. Próbálja később.
id: Ada masalah ketika mengecek update software. Silahkan mencoba beberapa saat lagi.
ko: 업데이트를 확인하는 중 문제가 발생했습니다. 다시 시도하십시오.
pt: Ocorreu um problema ao verificar a existência de actualizações. Por favor tente mais tarde.

source: There are items in the queue currently being transferred. Quit anyway?
fi: Siirtojonossa on aktiivisia töitä. Lopeta silti?
ko: 현재 전송되고 있는 파일들이 있습니다. 그래도 종료하시겠습니까?

source: Try to resume transfer
fi: Koeta jatkaa siirtoa
hu: Visszalépés később
ko: 다시 전송받음
pt: Tentar continuar a transferência

source: Toggle Bookmarks
fi: Näytä/kätke kirjanmerkit
hu: Kapcsoló Könyvjelző
id: Aktifkan Bookmarks
ko: 북마크 토글

source: Transfer in progress
fi: Siirto käynnissä
hu: Transzfer folyamatban
id: Transfer sedang dalam proses
ko: 전송중

source: Transfers
fi: Siirto
id: Transfer

source: Unix Line Endings (LF)
fi: Unix-rivinvaihto (LF)
hu: Unix sorvég (LF)
pt: Terminação de linhas de Unix (LF)

source: Unknown host key for
fi: Tuntematon avain palvelimelle
hu: Ismeretlen kiszolgáló kulcs
id: Kunci host tidak dikenal untuk
ko: 다음을 위한 알려지지 않은 호스트 키:
pt: Chave de servidor desconhecida para

source: Upload
fi: Vie
hu: Feltöltés
ko: 업로드
pt: Enviar

source: Upload local file to the remote host
fi: Siirrä paikallinen tiedosto etäpalvelimellle
hu: Lokális file feltöltése a kiszolgálóhoz
id: Upload file dari lokal ke remote server
ko: 원격 호스트에 로컬 파일을 업로드
pt: Enviar ficheiro local para servidor remoto

source: Use similar name
fi: Käytä samantapaista nimeä
hu: Használjon hasonló nevet
ko: 유사한 이름 사용
pt: Utilizar nome semelhante

source: View
fi: Näkymä
id: Lihat

source: Windows Line Endings (CRLF)
fi: Windows-rivinvaihto (CRLF)
hu: Windows sorvég (CRLF)
pt: Terminação de linhas de Windows (CRLF)

source: with
fi: ja
hu: a következővel
id: dengan

source: You are connected to at least one remote site. Do you want to review open browsers?
fi: Olet yhteydessä ainakin yhteen palvelimeen. Haluatko katsoa avoimia yhteyksiä?
hu: Legalább egy távoli kiszolgálóhoz csatlakozva van. Szeretné áttekinteni a nyitott böngészőket?
id: Anda tersambung minimal dengan 1 situs remote. Apakah anda ingin mereview dengan browser?
ko: 한개 이상의 사이트에 접속중입니다. 열려진 브라우저를 검토해 보시겠습니까?
pt: Está ligado a, pelo menos, um servidor. Deseja rever as janelas abertas?

source: OK
ko: 승인
pt: Sim

source: of
id: dari
