Repository: Cgruppo/cyberduck
Catalog: *.lproj/Preferences.strings
Languages: fr

source: Accept any certificate without verification
fr: Accepter tout certificat sans vérifier

source: Adjust file permissions on download
fr: Ajuster les permissions des fichiers à la réception

source: Adjust file permissions on upload
fr: Ajuster les permissions des fichiers à l'envoi

source: Advanced
fr: Avancé

source: Anonymous Login
fr: Login anonyme

source: Anonymous login is used on public FTP servers. The password is usually an email address.
fr: Le login anonyme est utilisé sur les serveurs FTP publics. Le mot de passe est généralement votre adresse e-mail.

source: Authentication
fr: Authentification

source: Automatically check for updates
fr: Vérifier automatiquement les mises à jour

source: Bring transfer window to front when transferring files
fr: Amener la fenêtre des transferts au premier plan lors d'un transfert

source: Browser
fr: Navigateur

source: Buffer Size
fr: Taille du Buffer

source: Buffer Size (kilobit):
fr: Taille du buffer (kilobits):

source: Certificates
fr: Certificats

source: Character encoding:
fr: Encodage des caractères:

source: Choose...
fr: Choisir…

source: Client to Server:
fr: Client vers serveur :

source: Concurrent connections
fr: Connexions simultanées

source: Confirm disconnect
fr: Confirmer la déconnexion

source: Connect Mode
fr: Mode de connexion

source: Connection
fr: Connexion

source: Convert Line Endings:
fr: Convertir les fins de lignes :

source: Data Channel Security
fr: Sécurité du tunnel de connexion

source: Default
fr: Par défaut

source: Default Connect Mode:
fr: Mode de connexion par défaut :

source: Default Transfer Mode:
fr: Mode de transfert par défaut :

source: Default login name:
fr: Nom d'utilisateur par défaut :

source: Default protocol:
fr: Protocole par défaut :

source: Display the checked columns
fr: Afficher les colonnes

source: Double click opens file in external editor
fr: Ouvrir le fichier dans un éditeur externe en double-cliquant

source: Download Path:
fr: Télécharger vers :

source: Duplicate files:
fr: Fichiers déjà existants :

source: Encryption
fr: Cryptage

source: Execute
fr: Exécuter

source: External Editor
fr: Éditeur externe

source: File Listings
fr: Liste de fichiers

source: Force other connections to close when maximum is reached
fr: Forcer fermeture des autres connexions quand maximum est atteint

source: General
fr: Général

source: Group
fr: Groupe

source: Horizontal Lines
fr: Lignes horizontales

source: Info window always shows current selection
fr: La fenêtre d'informations correspond à la sélection courante

source: Maximum number of simultaneous connections to a server:
fr: Nombre maximal de connexions simultanées à un serveur :

source: Modification Date
fr: Date de modification

source: Open downloaded files with default application
fr: Ouvrir les fichiers téléchargés avec l'application par défaut

source: OtherViews
fr: Autres vues

source: Others
fr: Autres

source: Owner
fr: Possesseur

source: Passive FTP is in most networks a good choice because of firewalls.
fr: Le mode FTP passif est un bon choix sur la plupart des réseaux à cause des firewalls.

source: Password:
fr: Mot de passe :

source: Preferences
fr: Préférences

source: Preserve modification date on download
fr: Préserver la date de modification lors du téléchargement

source: Preserve modification date on upload
fr: Préserver la date de modification lors de l'envoi

source: Public Key
fr: Clef publique

source: Public Key Algorithm:
fr: Algorithme de clef publique :

source: Read
fr: Lire

source: Remove items when transfer is complete
fr: Retirer les éléments après transfert

source: Send 'LIST -a' command
fr: Envoyer la commande 'LIST -a'

source: Send 'SYST' command
fr: Envoyer la commande 'SYST'

source: Send no operation to keep connection alive
fr: Ne pas envoyer d'opération pour garder la connexion ouverte

source: Server to Client:
fr: Serveur vers client :

source: Set the preferred authentication method.
fr: Sélectionnez votre méthode d'authentification préférée.

source: Set the preferred encryption cipher.
fr: Sélectionnez votre méthode de cryptage préféré.

source: Set the preferred server host key for server authentication.
fr: Sélectionnez votre clef d'hôte préférée pour l'authentification auprès des serveurs.

source: Show hidden files
fr: Afficher les fichiers commençant par '.'

source: Size
fr: Taille

source: The buffer size should be adjusted dependant on the internet connection speed.
fr: Ajustez la taille du tampon en fonction de la vitesse de votre connexion Internet.

source: Timeout prevention
fr: Prévention de la déconnexion pour inactivité

source: Timeout to wait for a free connection (seconds):
fr: Temps d'attente maximal pour une connexion libre (secondes) :

source: Timestamps
fr: Dates de modification

source: Transfer Mode
fr: Mode de transfert

source: Transfer in ASCII Mode:
fr: Transférer en mode ASCII :

source: Transfer mode for downloads should be set to ASCII only in special circumstances and exclusively for plain text files.
fr: Le mode de transfert pour les téléchargements doit être ASCII seulement dans des circonstances spéciales, et uniquement pour des fichiers texte brut.

source: Transfers
fr: Transferts

source: Try to to use TLS for data channel
fr: Essayer d'utiliser TLS comme tunnel de connexion

source: Update
fr: Mises à jour

source: Use Keychain
fr: Utiliser le trousseau

source: Use alternating row background
fr: Utiliser les lignes alternées en fond du navigateur

source: Use default permissions
fr: Utiliser les permissions par défaut

source: Use unsecured connection if not supported
fr: Utiliser une connexion non sécurisée en cas d'échec

source: Vertical Lines
fr: Lignes verticales

source: Write
fr: Écrire
