Repository: Cgruppo/cyberduck
Catalog: *.lproj/S3.strings
Languages: lv, sl

source: Access Key ID
lv: Piekļuves atslēgas apliecība
sl: ID ključa za dostop

source: Secret Access Key
lv: Slepenais piekļuves kods
sl: Skrivni ključ za dostop

source: InProgress
lv: Virzās uz priekšu
sl: V teku

source: Deployed
lv: Izvietots
sl: Razporejeno

source: EU
lv: EU (Īrija)
sl: EU (Irska)

source: US
lv: ASV standarts
sl: ZDA standardno

source: us-west-1
lv: ASV-Rietumu (Ziemeļ Kalifornija)
sl: ZDA-zahod (severna Kalifornija)

source: ap-southeast-1
lv: Āzija un Klusais okeāns (Singapore)
sl: Azija, Pacifik (Singapur)

source: Download (HTTP)
lv: Lejuplāde (HTTP) CDN
sl: Prenos (HTTP) CDN

source: Streaming (RTMP)
lv: Straumēšana (RTMP) CDN
sl: Pretočne vsebine (RTMP) CDN

source: Custom Origin Server (HTTP/HTTPS)
lv: Custom Origin Server (HTTP/HTTPS) CDN
sl: Custom Origin Server (HTTP/HTTPS) CDN

source: STANDARD
lv: Pastāvīgā Amazon S3 glabātuve
sl: Navadno Amazon S3 shranjevanje podatkov

source: REDUCED_REDUNDANCY
lv: Samazināta līdzīgo datu glabātuve (RRS)
sl: »Reduced Redundancy Storage« (RSS)

source: Google Account Email
lv: Google konta e-pasts
sl: E-poštni naslov Google računa

source: Google Account Password
lv: Google konta kods
sl: Geslo Google računa

source: Multi-Factor Authentication
lv: Multi-Faktoru autentificēšana
sl: Multifaktorska avtentifikacija

source: MFA Serial Number
lv: MFA seriāla nummurs
sl: MFA serijska številka

source: MFA Authentication Code
lv: MFA autentifikācijas kods
sl: MFA avtentifikacijska koda

source: Canonical User ID
lv: Kanoniskā lietotāja ID
sl: Uporabniški ID

source: Email Address
lv: E-pasta adrese
sl: E-poštni naslov

source: Amazon Customer Email Address
sl: E-poštni naslov Amazon računa

source: Google Account Email Address
sl: E-poštni naslov Google računa

source: Google Group Email Address
sl: E-poštni naslov Google Group računa

source: Google Apps Domain
sl: Google Apps domena

source: Signed
sl: Vpisan

source: Expires on {0}
sl: Poteče {0}

source: Custom Header
sl: Glava po meri

source: {0} invalidations in progress
sl: Število razveljavitev v teku: {0}

source: {0} invalidations completed
sl: Število končanih razveljavitev: {0}

source: Bucket name is not DNS compatible
sl: Ime vedra ni združljivo z DNS

source: S3 (Amazon Simple Storage Service)
lv: S3 (Amazon vienkāršas uzglabāšanas serviss)

source: NoSuchWebsiteConfiguration
lv: The specified bucket does not have a website configuration
