Repository: Cgruppo/cyberduck
Catalog: *.lproj/Status.strings
Languages: ca, cs, da, de, es, fi, hu, id, it, ja, ru, sk, zh_cn

source: Authenticating as
ca: S'està autenticant com a
cs: Ověření totožnosti jako
da: Godkend som
de: Authentifizieren als
es: Autentificando como
fi: Autentikoi tunnuksella
hu: Bejelentkezés mint
id: Login sebagai
it: Autentica come
ja: 認証中：
ru: Регистрироваться как
sk: Prihlasovanie ako
zh_cn: 正在验证身份

source: Closing SSH Session Channel
ca: S'està tancant el canal de sessió SSH
cs: Uzavírání kanálu spojení SSH
da: Lukker SSH Session Kanal
de: SSH Kanal schliessen
es: Cerrando canal de sesión SSH
fi: Suljen SSH-yhteyskavanan
hu: SSH csatorna bezárása
id: Menutup SSH Session Channel
it: Chiudo sessione SSH
ja: SSH セッションチャンネルを接続解除中
ru: Закрываю SSH-сессию
sk: Uzatváranie SSH kanála spojenia
zh_cn: 正在关闭 SSH 频道

source: Deleting
ca: S'esta suprimint
cs: Odstraňování
da: Sletter
de: Lösche
es: Borrando
fi: Poistan
hu: Törlés
id: Menghapus
it: Sto cancellando
ja: 削除中
ru: Удаление
sk: Odstraňuje sa
zh_cn: 删除中

source: Disconnected
ca: Desconnectat
cs: Odpojeno
da: Afbrudt
de: Getrennt
es: Desconectado
fi: Yhteys katkaistu
hu: Kapcsolat bontva
id: Koneksi telah ditutup
it: Disconnesso
ja: 接続解除
ru: Отключен
sk: Odpojený
zh_cn: 连接断开

source: Disconnecting...
ca: S'està desconnectant...
cs: Odpojování...
da: Afbryder...
de: Trennen...
es: Desconectando...
fi: Katkaisen yhteyttä...
hu: kapcsolat bontása...
id: Menutup koneksi...
it: Sto disconnettendo
ja: 接続解除中…
ru: Отключение...
sk: Odpájanie...
zh_cn: 断开连接中...

source: Downloading
ca: S'està descarregant
cs: Kopírování (download)
da: Downloader
de: Herunterladen
es: Bajando
fi: Tuon
hu: Letöltés
id: Proses mendownload
it: Download in corso
ja: ダウンロード中
ru: Скачивание
sk: Sťahuje sa
zh_cn: 下载中

source: FTP connection opened
ca: Connexió FTP oberta
cs: FTP spojení otevřeno
da: FTP forbindelse åbnet
de: FTP Verbindung geöffnet
es: Conexión FTP abierta
fi: FTP-yhteys avattu
hu: FTP kapcsolat nyitva
id: Koneksi FTP telah dibuka
it: Connessione FTP aperta
ja: FTP 接続確立
ru: FTP-соединение установлено
sk: FTP spojenie nadviazané
zh_cn: FTP 连接开启

source: Getting size of
ca: S'està obtenint la mida de
cs: Zjišťování velikosti
da: Henter størrelse af
de: Finde Grösse von
es: Buscando el tamaño de
fi: Haen kokoa
hu: Méret olvasása
id: Mengambil ukuran dari
it: Sto ottenendo la dimensione di
ja: サイズ取得中：
ru: Определяю размер
sk: Získava sa veľkosť
zh_cn: 正在获取下列文件大小信息

source: Getting timestamp of
ca: S'està obtenint la marca horària de
cs: Zjišťování času
da: Henter tidsstempel af
de: Finde Änderungsdatum von
fi: Haen aikaleimaa
hu: Utolsó módosítás olvasása
id: Mengambil timestamp dari
ja: タイムスタンプ取得中：
ru: Определяю дату изменения
sk: Získava sa časový údaj
zh_cn: 正在获取下列文件时间信息

source: Idle
ca: Inactiu
cs: Nečinný
da: Ledig
de: Keine Aktivität
es: Inactivo
fi: Jouten
hu: Pihen
it: Inattivo
ja: 待機中
ru: Все готово
sk: Nečinný
zh_cn: 闲置

source: Listing directory
ca: S'està llistant el directori
cs: Výpis
da: Lister bibliotek
de: Verzeichnis laden
fi: Listaan
hu: Mappák listázása
id: Daftar direktori
it: Elenco
ja: リスト中
ru: Получение списка файлов
sk: Tvorí sa zoznam
zh_cn: 列表中

source: Login failed
ca: Entrada fallida
cs: Přihlašování selhalo
da: Login mislykkedes
de: Login fehlgeschlagen
es: Falló la autentificación
fi: Sisäänkirjautuminen epäonnistui
id: Login gagal
it: Login fallito
ja: ログイン失敗
ru: Сбой входа
sk: Prihlásenie zlyhalo
zh_cn: 登陆失败

source: Login successful
ca: Entrada satisfactòria
cs: Přihlašování úspěšně dokončeno
da: Login successfuldt
de: Login erfolgreich
es: Autentificación correcta
fi: Sisäänkirjautuminen onnistui
id: Login berhasil
it: Login completato
ja: ログイン成功
ru: Вход осуществлен
sk: Prihlásenie úspešné
zh_cn: 登陆成功

source: Make directory
ca: Crea un directori
cs: Vytvořit složku
da: Lav bibliotek
es: Crear directoria
fi: Luo hakemisto
hu: Új mappa létrehozása
id: Membuat direktori
it: Crea directory
ja: ディレクトリを作成
ru: Создать директорию
sk: Vytvára sa adresár
zh_cn: 建立目录

source: Maximum allowed connections exceeded. Waiting...
ca: S'ha excedit el nombre màxim de connexions permeses. En espera...
cs: Bylo dosaženo maxima povolených spojení. Čekejte…
da: Det maksimale antal tilladte forbindelser er overskredet. Venter...
de: Maximale Anzahl von Verbindungen überschritten. Warten...
es: Se ha superado el número máximo de conexiones. Esperando...
fi: Maksimi yhteysmäärä ylitetty. Odotan...
hu: A kapcsolatok száma elérte a maximális kapcsolatok számát . Várakozik...
id: Maksimum koneksi yang diperbolehkan telah terlampaui. Menunggu...
it: Hai superato il numero di connessioni permesse.Attendi...
ja: 最大同時接続数を超えました。待機中…
ru: Превышено максимально количество подключений. Ожидание...
sk: Prekročený maximálny počet spojení. Čaká sa...
zh_cn: 达到最大连接数. 等待中...

source: Mounting
ca: S'està montant
cs: Připojování
da: Åbner
de: Mounten
es: Montando
fi: Kytken
hu: Mount-olás
ja: マウント中
ru: Подключение к
sk: Pripravuje sa
zh_cn: 虚拟中

source: Opening FTP connection to
ca: S'està obrint la connexió FTP a
cs: Otevírání FTP spojení s
da: Åbner FTP forbindelse til
de: FTP Verbindung öffnen zu
es: Abriendo conexión FTP con
fi: Avaan FTP-yhteyden palvelimelle
hu: FTP kapcsolódás
id: Membuka koneksi FTP ke
it: Apro connessione FTP a
ja: FTP 接続確立中：
ru: Установка FTP соединения с
sk: Nadväzuje sa FTP spojenie s
zh_cn: 正在开启 FTP 连接到

source: Opening FTP-TLS connection to
ca: S'està obrint la connexió FTP-TLS a
cs: Otevírání FTP-TLS spojení s
da: Åbner FTP-TLS forbindelse til
de: FTP-TLS Verbindung öffnen zu
es: Abriendo conexión FTP-TLS con
fi: Avaan FTP-TLS-yhteyden palvelimelle
hu: FTP-TLS kapcsolódás
id: Membuka koneksi FTP-TLS connection ke
it: Apro connessione FTP-TLS a
ja: FTP-TLS 接続確立中：
ru: Установка FTP-TLS соединения с
sk: Nadväzuje sa FTP-TLS spojenie s
zh_cn: 正在开启 FTP-TLS 连接到

source: Opening SSH connection to
ca: S'està obrint la connexió SSH a
cs: Otevírání SSH spojení s
da: Åbner SSH forbindelse til
de: SSH Verbindung öffen zu
es: Abriendo conexión SSH con
fi: Avaan SSH-yhteyden palvelimelle
hu: SSH kapcsolódás
id: Membuka koneksi SSH ke
it: Apro connessione SSH a
ja: SSH 接続確立中：
ru: Установка SSH-соединения с
sk: Nadväzuje sa SSH spojenie s
zh_cn: 正在开启 SSH 连接到

source: SFTP subsystem ready
ca: El subsistema SFTP està llest
cs: SFTP subsystém připraven
da: SFTP undersystem klar
de: SFTP Subsystem bereit
es: Subsistema SFTP preparado
fi: SFTP-alijärjestelmä valmis
hu: SFTP filerendszer kész
id: SFTP siap
ja: SFTP サブシステム稼働
ru: Подсистема SFTP готова
sk: SFTP podsystém pripravený
zh_cn: SFTP subsystem 已开启

source: SSH connection opened
ca: Connexió SSH oberta
cs: SSH spojení otevřeno
da: SSH forbindelse åbnet
de: SSH Verbindung geöffnet
es: Conexión SSH abierta
fi: SSH-yhteys avattu
hu: SSH kapcsolat létrehozva
id: Koneksi SSH telah dibuka
ja: SSH 接続確立
ru: SSH-соединение установлено
sk: SSH spojenie nadviazané
zh_cn: SSH 连接已开启

source: Starting SFTP subsystem...
ca: S'esta iniciant el subsistema SFTP...
cs: Spouštění SFTP subsystému…
da: Starter SFTP undersystem...
de: Starte SFTP Subsystem
es: EMpezando subsistema SFTP...
fi: Käynnistän SFTP-alijärjestelmää...
hu: SFTP filerendszer indítása...
id: Memulai SFTP subsystem...
ja: SFTP サブシステム開始中…
ru: Запуск подсистемы SFTP...
sk: Štartuje sa SFTP podsystém...
zh_cn: 正在启动 SFTP subsystem...

source: Too many simultaneous connections. You may want to adjust the number of allowed concurrent connections in the Preferences.
ca: Hi ha massa connexions simultànies. Potser voleu canviar el nombre de connexions màximes permeses en les preferències.
cs: Příliš mnoho spočasně povolených spojení. V předvolbách můžete počet maximálně povolených spojení zvětšit.
da: For mange samtidige forbindelser. Du skal måske justere antallet af samtidige forbindelser i System indstillinger.
es: Demasaiadas conexiones simultáneas. Tal vez debería ajustar el número máximo de conexiones simultáneas en las Preferencias.
fi: Liian monta yhtäaikaista yhteyttä. Voit määrittää yhtäaikaisten yhteyksien lukumäärän asetuksista.
hu: Túl sok egyidejü kapcsolat. Állítsa át a konkurens kapcsolatok számát.
id: Terlalu banyak koneksi yang berjalan secara bersamaan. Anda mungkin ingin untuk merubah berapa koneksi yang berjalan secara bersamaan pada bagian Preferences.
it: Troppe connessioni simultanee.Se lo ritieni opportuno modifica il numero di connessioni simultanee stabilito nelle Preferenze.
ja: 同時接続数が多すぎます。環境設定で同時接続の最大数を変更するとよいでしょう。
ru: Слишком много одновременных подключений. Вы можете увеличить максимальное количество одновременных подключений в панели настроек.
sk: Priveľa súčasných spojení. Počet prípustných súbežných spojení možno nastaviť v predvoľbách.
zh_cn: 开启了太多线程. 您可以在预置中来调节这个选项中的数目.

source: Uploading
ca: S'està pujant
cs: Kopírování (upload)
da: Uploader
de: Hinaufladen
es: Subiendo
fi: Vien
hu: Feltöltés
id: Mengupload
it: Upload in corso
ja: アップロード中
ru: Закачивание
sk: Odosiela sa
zh_cn: 上传中

source: Listing
es: Escribiendo el listado

source: No trusted certificate found
hu: Nincs megbízható tanúsítvány
